Tekla.Structures.Model.Events.ClipPlaneChangedDelegate
The delegate to use for clip plane events.
viewId: The view id of the clip plane.
clipPlaneId: The clip plane id.
operation: insert/modify/delete